Revit 2027 API
FBXExportOptions Constructor
Default constructor. Sets all options to their default values.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public FBXExportOptions()
Public Sub New
public:
FBXExportOptions()
new : unit -> FBXExportOptions
See Also
Reference
FBXExportOptions Class
Autodesk.Revit.DB Namespace